{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        3,
        3
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Originally authored by Ali Gunnells and edited by Sam Turner, this project is the culmination of an independent study conducted under the supervision of Dr. Tanya Clement during the summer of 2022. The project explores how archival rhetorics are employed in contemporary podcasting through an analysis of Jill Lepore’s podcast The Last Archive. In the pages of this AVAnnotate project, you will find annotations of the first four episodes of The Last Archive Season 1, which were completed using Audacity. The project abstract is included below, and the full contextual essay can be found on the \"Context Essay\" page."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "horizontal-separator",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Abstract",
                  "bold": true
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The Last Archive, a podcast created and hosted by historian Jill Lepore, asks the provocative question, “Who killed the truth?” In other words, the podcast traces the history of truth, seeking to establish a historical context for our current “post-truth” society. This essay critically examines how Lepore rhetorically constructs the last archive in order to establish the “truth” of the archival records she uses as a basis for the stylizied reenactments included in each episode. Building on theories of the archive, as well as histories of radio drama and podcasting, this essay will draw out the tensions that arise from utilizing fictionalized reenactments to represent the “truth” of an archival documents. In particular, the essay intends to offer an understanding of the implications of presenting a fictionalized reenactment as a factual recounting of events in a publicly accessible media format."
                }
              ]
            }
          ]
        },
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "image",
              "url": "https://images.squarespace-cdn.com/content/v1/5e88c2ae99bce503300dc34b/8da93519-4880-45b2-be9e-0a0b7cdf424a/TLA-Square-Web.jpg?format=2500w",
              "size": "medium",
              "children": [
                {
                  "text": ""
                }
              ],
              "align": "center"
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "title": "Project Overview",
  "autogenerate": {
    "enabled": false,
    "type": "home"
  },
  "slug": "project-overview",
  "created_at": "2025-03-07T16:35:04.174Z",
  "created_by": "saamturner",
  "updated_at": "2025-03-11T16:40:07.978Z",
  "updated_by": "saamturner"
}
